const mockDescriptions = [
    "Борщ, одно из основных блюд в кулинарии, похлёбка из разного рода компонентов, определяющим из которых является свёкла. Широко распространён во многих национальных кухнях, прежде всего, у славян и их ближайших соседей",
    "Борщ – один из крупнейших символов славянской кухни. За роль создателей этого супа борются почти десять государств, однако есть ли у борща хозяин? Предлагаем познакомиться с историей любимого с детства супа и решить, кому он все-таки принадлежит.",
    "Борщ – это славянский суп, изначально готовившийся из дикорастущего борщевика, откуда и получил своё имя. Согласно другой версии, борщ был назван в ассоциации со старославянским названием свёклы – «бърщь»",
    "Один из классических рецептов украинского борща. Готовится со свининой и традиционным набором овощей. Особенностью рецепта являются галушки – маленькие шарики из теста. Чаще всего именно он упоминается в путеводителях на англоязычных сайтах."
];
const mockImages = [
    "https://100foto.club/uploads/posts/2023-01/1673491140_18-100foto-club-p-borshch-na-govyazhem-bulone-32.jpg",
    "https://api.rbsmi.ru/attachments/ee437471239be77ddf5f3371cc0d45a7a0463f3e/store/crop/0/0/800/746/1600/0/0/ac6a7b685f708a91b565023597a4335f4ff2cd08ff738d2d8faae7c2d05f/borshh-po-staromu-ukrainskomu-retseptu-poshagovyj-retsept-s-foto-foto-ukrainskij-borshh.jpg",
    "https://img.razrisyika.ru/kart/56/900/221407-borsch-3.jpg",
    "https://masterpiecer-images.s3.yandex.net/9d7dec54559711eeb2f896e999421984:upscaled"
];
const mockTags = ["Курица", "Салат"];
export {mockDescriptions, mockImages, mockTags};